Revit 2027 API
ParameterTypeId.ArrayInstanceParameter Property
 "Instance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrayInstanceParameter { get; }
Public Shared ReadOnly Property ArrayInstanceParameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrayInstanceParameter {
	ForgeTypeId^ get ();
}
static member ArrayInstanceParameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace